{
  "calendarName": "⚔️ Savaşlar",
  "calendarDesc": "Türk tarihindeki önemli savaşlar",
  "slug": "battles",
  "events": [
    {
      "id": "dandanakan-savasi",
      "summary": "Dandanakan Savaşı",
      "description": "23 Mayıs 1040 – Tuğrul Bey & Çağrı Bey\n\nGaznelilere karşı kazanıldı, Büyük Selçuklu Devleti’nin kuruluşu kesinleşti. Bu zaferle Selçuklular Horasan’ın hâkimi oldu ve İslam dünyasında büyük bir siyasi güç olarak sahneye çıktı. Dandanakan, Selçukluların Anadolu ve Ortadoğu’ya yayılmasının başlangıç noktası kabul edilir.",
      "month": 5,
      "day": 23,
      "location": "Dandanakan",
      "url": "https://tr.wikipedia.org/wiki/Dandanakan_Muharebesi",
      "tags": ["Büyük Selçuklu Devleti", "Gazneliler"],
      "durationDays": 1
    },
    {
      "id": "pasinler-savasi",
      "summary": "Pasinler Savaşı",
      "description": "18 Eylül 1048 – İbrahim Yınal\n\nBizans’a karşı kazanılan ilk büyük Selçuklu zaferi, Anadolu’ya akınların önü açıldı. Bu savaş, Selçukluların Anadolu’daki kalıcı hâkimiyetinin zeminini hazırladı ve Bizans-Selçuklu mücadelesinin uzun soluklu bir çatışmaya dönüşmesine yol açtı.",
      "month": 9,
      "day": 18,
      "location": "Pasinler, Erzurum",
      "url": "https://tr.wikipedia.org/wiki/Pasinler_Muharebesi",
      "tags": ["Büyük Selçuklu Devleti", "Bizans İmparatorluğu"],
      "durationDays": 1
    },
    {
      "id": "malazgirt-savasi",
      "summary": "Malazgirt Meydan Muharebesi",
      "description": "26 Ağustos 1071 – Alp Arslan\n\nBizans’a karşı kazanıldı, Anadolu’nun kapıları Türklere açıldı. Bu zaferle Türkler Anadolu’da kalıcı olarak yerleşmeye başladı. Aynı zamanda İslam dünyasında Selçukluların prestiji arttı ve Bizans, eski gücünü kaybetmeye başladı.",
      "month": 8,
      "day": 26,
      "location": "Malazgirt, Muş",
      "url": "https://tr.wikipedia.org/wiki/Malazgirt_Muharebesi",
      "tags": ["Büyük Selçuklu Devleti", "Bizans İmparatorluğu"],
      "durationDays": 1
    },
    {
      "id": "harran-savasi",
      "summary": "Harran Savaşı",
      "description": "7 Mayıs 1104 – Çökürmüş & Artuklu Sökmen\n\nHaçlılara karşı büyük zafer; Urfa Kontluğu ve Antakya Prensliği’nin ilerleyişi durduruldu. Bu başarı, Haçlılara karşı Müslüman dünyasında büyük bir moral kaynağı oldu. Aynı zamanda bölgedeki Türk beyliklerinin Haçlılara karşı dayanışma içinde hareket edebileceğini gösterdi.",
      "month": 5,
      "day": 7,
      "location": "Harran, Urfa",
      "url": "https://tr.wikipedia.org/wiki/Harran_Sava%C5%9F%C4%B1",
      "tags": ["Büyük Selçuklu Devleti", "Haçlılar"],
      "durationDays": 1
    },
    {
      "id": "koyunhisar-savasi",
      "summary": "Koyunhisar (Bafeus) Savaşı",
      "description": "27 Temmuz 1302 – Osman Gazi\n\nOsmanlıların Bizans’a karşı kazandığı ilk büyük zafer; bağımsızlık süreci hızlandı. Bu savaş, Osmanlı Beyliği’nin küçük bir uç beyliğinden bağımsız bir devlet olma yolunda en kritik adımlarından biri kabul edilir.",
      "month": 7,
      "day": 27,
      "location": "Koyunhisar (Bursa yakınları)",
      "url": "https://tr.wikipedia.org/wiki/Koyunhisar_Muharebesi",
      "tags": ["Osmanlı Devleti", "Bizans İmparatorluğu"],
      "durationDays": 1
    },
    {
      "id": "sirpsindigi-savasi",
      "summary": "Sırpsındığı Savaşı",
      "description": "27 Haziran 1364 – I. Murad\n\nOsmanlıların Haçlılara karşı kazandığı ilk büyük zafer; Balkanlar’da Osmanlı korkusu başladı. Bu zaferle Osmanlıların Balkanlardaki ilerleyişi hızlandı ve Osmanlı, Avrupa siyasetinde yeni bir aktör olarak görülmeye başlandı.",
      "month": 6,
      "day": 27,
      "location": "Sırpsındığı (Meriç Nehri yakınları)",
      "url": "https://tr.wikipedia.org/wiki/S%C4%B1rps%C4%B1nd%C4%B1%C4%9F%C4%B1_Sava%C5%9F%C4%B1",
      "tags": ["Osmanlı Devleti", "Haçlılar"],
      "durationDays": 1
    },
    {
      "id": "cirmen-savasi",
      "summary": "Çirmen Savaşı",
      "description": "26 Eylül 1371 – I. Murad dönemi, Osmanlı ordusu Lala Şahin Paşa ve Gazi Evrenos Bey komutasında Sırp Kralı Vukašin ve kardeşi Uglješa önderliğindeki Sırp-Bulgar koalisyonunu mağlup etti. Savaş, Meriç Nehri kıyısında (Çirmen) gerçekleşti. Gece yapılan ani baskında müttefik kuvvetler ağır bir yenilgi aldı, kral Vukašin ve Uglješa savaşta öldü.\n\nBu zaferle Makedonya ve Balkan içlerine Osmanlı ilerleyişinin önü açıldı. Sırp prenslikleri Osmanlı’ya tâbi olmaya başladı; Osmanlı’nın Balkanlar’daki kalıcı hâkimiyetinin temeli atıldı.",
      "month": 9,
      "day": 26,
      "location": "Çirmen, Meriç Nehri",
      "url": "https://tr.wikipedia.org/wiki/%C3%87irmen_Muharebesi",
      "tags": ["Osmanlı Devleti", "Sırp Krallığı", "Bulgarlar"],
      "durationDays": 1
    },
    {
      "id": "kosova1-savasi",
      "summary": "I. Kosova Savaşı",
      "description": "28 Haziran 1389 – I. Murad\n\nOsmanlıların Balkanlarda kesin hâkimiyet kurduğu savaş; I. Murad şehit oldu. Kosova Zaferi ile Osmanlı’nın Balkanlar’daki varlığı kalıcı hâle geldi. Ancak savaş sırasında I. Murad’ın şehit edilmesi, hem zafer hem de büyük bir kayıp olarak tarihe geçti.",
      "month": 6,
      "day": 28,
      "location": "Kosova Ovası",
      "url": "https://tr.wikipedia.org/wiki/I._Kosova_Muharebesi",
      "tags": ["Osmanlı Devleti", "Sırp Krallığı"],
      "durationDays": 1
    },
    {
      "id": "nigbolu-savasi",
      "summary": "Niğbolu Savaşı",
      "description": "25 Eylül 1396 – Yıldırım Bayezid\n\nHaçlılara karşı kesin zafer; Osmanlı gücü Avrupa’ya karşı zirveye çıktı. Bu savaş, Osmanlı’nın Batı’daki en parlak zaferlerinden biri sayılır. Avrupa’daki birçok devletin birleşik gücüne karşı alınan galibiyet Osmanlı’ya büyük prestij kazandırdı.",
      "month": 9,
      "day": 25,
      "location": "Niğbolu, Bulgaristan",
      "url": "https://tr.wikipedia.org/wiki/Ni%C4%9Fbolu_Muharebesi_(1396)",
      "tags": ["Osmanlı Devleti", "Haçlılar"],
      "durationDays": 1
    },
    {
      "id": "istanbulun-fethi",
      "summary": "İstanbul’un Fethi",
      "description": "29 Mayıs 1453 – Fatih Sultan Mehmet\n\nOsmanlı ordusu Bizans’ın başkenti İstanbul’u uzun süren kuşatma sonunda ele geçirdi. Şehir 1000 yıllık Doğu Roma/Bizans İmparatorluğu’nun sonunu getirdi. Bu fetihle Osmanlı Devleti, imparatorluk seviyesine yükseldi.\n\nİstanbul’un fethi dünya tarihi açısından da dönüm noktasıdır. Orta Çağ’ın kapandığı, Yeni Çağ’ın başladığı kabul edilir. Karadeniz ve Akdeniz arasındaki ticaret yolları Osmanlı denetimine geçti; Avrupa’da coğrafi keşiflerin hızlanmasının sebeplerinden biri de bu olay oldu.",
      "month": 5,
      "day": 29,
      "location": "İstanbul",
      "url": "https://tr.wikipedia.org/wiki/%C4%B0stanbul%27un_Fethi",
      "tags": ["Osmanlı Devleti", "Bizans İmparatorluğu"],
      "durationDays": 1
    },
    {
      "id": "eflak-seferi",
      "summary": "Eflak Seferi",
      "description": "12 Temmuz 1462 – Fatih Sultan Mehmet\n\nFatih Sultan Mehmet'in Eflak Prensliği'ne düzenlediği bu sefer, Osmanlı'nın Balkanlar'daki hakimiyetini pekiştirmeyi amaçladı. Eflak Prensi III. Vlad (Kazıklı Voyvoda) ile yapılan mücadeleler sonucunda, Osmanlı ordusu Eflak topraklarına girdi ve bölgedeki Osmanlı otoritesini sağlamlaştırdı.\n\nBu sefer, Osmanlı'nın Karadeniz'in batı kıyılarındaki kontrolünü güçlendirdi ve Tuna boylarında stratejik üstünlük sağladı. Eflak'ın Osmanlı'ya bağlı bir prenslik haline gelmesi, bölgedeki ticaret yollarının güvenliğini artırdı ve Osmanlı'nın Avrupa'daki genişleme politikalarına destek verdi.",
      "month": 7,
      "day": 12,
      "location": "Eflak (bugünkü Romanya)",
      "url": "https://tr.wikipedia.org/wiki/Eflak_Seferi_(1462)",
      "tags": ["Osmanlı Devleti", "Eflak Prensliği"],
      "durationDays": 1
    },
    {
      "id": "otlukbeli-savasi",
      "summary": "Otlukbeli Savaşı",
      "description": "11 Ağustos 1473 – Fatih Sultan Mehmet\n\nOsmanlı ordusu, Akkoyunlu hükümdarı Uzun Hasan’ın kuvvetlerini Otlukbeli’nde ağır bir yenilgiye uğrattı. Bu zafer, Anadolu’da Osmanlı üstünlüğünü kesinleştirdi ve doğudaki Türkmen beyliklerinin Osmanlı’ya karşı direnişini sona erdirdi.\n\nSavaş, Osmanlı topçusunun gücünü bir kez daha gösterdi. Uzun Hasan’ın hafif süvarilerine dayalı klasik Türkmen savaş düzeni, Osmanlı’nın yeni askeri teknolojisi karşısında tutunamadı. Böylece Osmanlı, doğuda olduğu kadar batıda da meydan savaşlarında üstünlüğünü kanıtladı.",
      "month": 8,
      "day": 11,
      "location": "Otlukbeli, Erzincan",
      "url": "https://tr.wikipedia.org/wiki/Otlukbeli_Muharebesi",
      "tags": ["Osmanlı Devleti", "Akkoyunlular"],
      "durationDays": 1
    },
    {
      "id": "caldiran-savasi",
      "summary": "Çaldıran Savaşı",
      "description": "23 Ağustos 1514 – Yavuz Sultan Selim\n\nOsmanlı ordusu, Safevî hükümdarı Şah İsmail’i ağır yenilgiye uğrattı. Doğu Anadolu Osmanlı hâkimiyetine geçti ve Osmanlı topçu gücü Safevî süvarilerine üstünlük sağladı. Bu zafer, Osmanlı-Safevî rekabetinde bir dönüm noktası oldu.",
      "month": 8,
      "day": 23,
      "location": "Çaldıran, Van",
      "url": "https://tr.wikipedia.org/wiki/%C3%87ald%C4%B1ran_Muharebesi",
      "tags": ["Osmanlı Devleti", "Safevîler"],
      "durationDays": 1
    },
    {
      "id": "mercidabik-savasi",
      "summary": "Mercidabık Savaşı",
      "description": "24 Ağustos 1516 – Yavuz Sultan Selim\n\nMemlûkler mağlup edildi, Suriye Osmanlı topraklarına katıldı. Osmanlı’nın Mısır ve Hicaz’a ilerleyişi hız kazandı. Bu savaşla Osmanlı, İslam dünyasının liderliği yolunda en kritik adımlardan birini attı.",
      "month": 8,
      "day": 24,
      "location": "Mercidabık, Halep yakınları",
      "url": "https://tr.wikipedia.org/wiki/Mercidab%C4%B1k_Muharebesi",
      "tags": ["Osmanlı Devleti", "Memlûkler"],
      "durationDays": 1
    },
    {
      "id": "ridaniye-savasi",
      "summary": "Ridaniye Savaşı",
      "description": "22 Ocak 1517 – Yavuz Sultan Selim\n\nKahire yakınlarında Memlûkler yenildi. Mısır Osmanlı’ya katıldı, Mekke ve Medine Osmanlı himayesine geçti. Hilafet Osmanlılara geçti. Bu savaş, Osmanlı'nın doğu İslam dünyasında mutlak hâkimiyet kurmasını sağladı.",
      "month": 1,
      "day": 22,
      "location": "Ridaniye, Kahire",
      "url": "https://tr.wikipedia.org/wiki/Ridaniye_Muharebesi",
      "tags": ["Osmanlı Devleti", "Memlûkler"],
      "durationDays": 1
    },
    {
      "id": "belgrad-seferi",
      "summary": "Belgrad Seferi",
      "description": "29 Ağustos 1521 – Kanuni Sultan Süleyman\n\nKanuni Sultan Süleyman'ın ilk seferlerinden biri olan Belgrad Seferi, Osmanlı'nın Avrupa'daki ilerleyişi açısından kritik bir öneme sahipti. Belgrad Kalesi'nin fethi, Osmanlı'nın Orta Avrupa'ya açılan kapısını araladı ve sonraki seferler için stratejik bir üs oluşturdu.\n\nBu zafer, Osmanlı'nın Habsburg Monarşisi ile olan mücadelesinde önemli bir avantaj sağladı. Belgrad'ın kontrolü, Macaristan'a yapılacak seferlerin önünü açtı ve Osmanlı'nın Avrupa'daki prestijini artırdı. Aynı zamanda Balkanlar'da Osmanlı hakimiyetinin pekişmesine katkıda bulundu.",
      "month": 8,
      "day": 29,
      "location": "Belgrad, Sırbistan",
      "url": "https://tr.wikipedia.org/wiki/Belgrad_Ku%C5%9Fatmas%C4%B1_(1521)",
      "tags": ["Osmanlı Devleti", "Macar Krallığı"],
      "durationDays": 1
    },
    {
      "id": "rodosun-fethi",
      "summary": "Rodos'un Fethi",
      "description": "22 Aralık 1522 – Kanuni Sultan Süleyman\n\nOsmanlı donanmasının Rodos Adası'ndaki Saint Jean Şövalyeleri'ne karşı düzenlediği bu sefer, adanın Osmanlı topraklarına katılmasıyla sonuçlandı. Rodos'un fethi, Osmanlı'nın Akdeniz'deki deniz hakimiyetini güçlendirdi ve Doğu Akdeniz ticaret yollarının kontrolünü sağladı.\n\nBu zafer, Osmanlı donanmasının gücünü ve denizlerdeki üstünlüğünü Avrupa'ya kanıtladı. Rodos'un stratejik konumu, Osmanlı'ya Akdeniz'de tam hakimiyet kurma imkanı verdi ve Haçlı Seferleri döneminden kalma son önemli Hristiyan kalelerinden birinin ortadan kalkmasını sağladı.",
      "month": 12,
      "day": 22,
      "location": "Rodos, Yunanistan",
      "url": "https://tr.wikipedia.org/wiki/Rodos_Ku%C5%9Fatmas%C4%B1_(1522)",
      "tags": ["Osmanlı Devleti", "Saint Jean Şövalyeleri"],
      "durationDays": 1
    },
    {
      "id": "mohac-savasi",
      "summary": "Mohaç Meydan Muharebesi",
      "description": "29 Ağustos 1526 – Kanuni Sultan Süleyman\n\nOsmanlı ordusu Macar Krallığı’nı iki saat süren savaşta mağlup etti. Orta Avrupa Osmanlı’ya açıldı, Macaristan Osmanlı himayesine girdi. Mohaç Zaferi, Osmanlı’nın Avrupa’daki en parlak askerî başarılarından biri kabul edilir.",
      "month": 8,
      "day": 29,
      "location": "Mohaç, Macaristan",
      "url": "https://tr.wikipedia.org/wiki/Moha%C3%A7_Meydan_Muharebesi",
      "tags": ["Osmanlı Devleti", "Macar Krallığı"],
      "durationDays": 1
    },
    {
      "id": "preveze-savasi",
      "summary": "Preveze Deniz Savaşı",
      "description": "28 Eylül 1538 – Barbaros Hayreddin Paşa\n\nOsmanlı donanması Haçlı donanmasını mağlup etti. Akdeniz Osmanlı iç denizi hâline geldi. Bu zafer, Osmanlı deniz üstünlüğünün zirvesi olarak tarihe geçti ve uzun süre Avrupa donanmaları Osmanlı’ya meydan okuyamadı.",
      "month": 9,
      "day": 28,
      "location": "Preveze, Yunanistan",
      "url": "https://tr.wikipedia.org/wiki/Preveze_Deniz_Muharebesi",
      "tags": ["Osmanlı Devleti", "Haçlı Donanması"],
      "durationDays": 1
    },
    {
      "id": "zigetvar-seferi",
      "summary": "Zigetvar Seferi",
      "description": "8 Eylül 1566 – Kanuni Sultan Süleyman\n\nKanuni Sultan Süleyman'ın son seferi olan Zigetvar Kuşatması, Osmanlı ile Habsburg Monarşisi arasındaki mücadelelerin önemli bir parçasıydı. Kuşatma sırasında Kanuni Sultan Süleyman vefat etti, ancak bu durum orduya gizlenerek kuşatma başarıyla tamamlandı.\n\nZigetvar'ın fethi, Osmanlı'nın Orta Avrupa'daki nüfuzunu artırdı ve Habsburg karşıtı mücadelede stratejik bir zafer elde edildi. Ancak Kanuni'nin ölümü, Osmanlı tarihinde bir dönemin sona ermesini simgeledi ve imparatorluğun altın çağının kapanışını işaret etti.",
      "month": 9,
      "day": 8,
      "location": "Zigetvar, Macaristan",
      "url": "https://tr.wikipedia.org/wiki/Zigetvar_Ku%C5%9Fatmas%C4%B1",
      "tags": ["Osmanlı Devleti", "Habsburg Monarşisi"],
      "durationDays": 1
    },
    {
      "id": "ii-viyana-kusatmasi",
      "summary": "II. Viyana Kuşatması",
      "description": "12 Eylül 1683 – IV. Mehmet\n\nOsmanlı ordusu Viyana’yı kuşattı fakat başarısız oldu. Bu yenilgi Osmanlı’nın Avrupa’daki ilerleyişini durdurdu ve gerileme dönemini başlattı. Avrupa’da Osmanlı’ya karşı 'Kutsal İttifak' kuruldu.",
      "month": 9,
      "day": 12,
      "location": "Viyana, Avusturya",
      "url": "https://tr.wikipedia.org/wiki/%C4%B0kinci_Viyana_Ku%C5%9Fatmas%C4%B1",
      "tags": ["Osmanlı Devleti", "Habsburg Monarşisi"],
      "durationDays": 1
    },
    {
      "id": "kirim-savasi",
      "summary": "Kırım Savaşı",
      "description": "30 Mart 1856 – Sultan Abdülmecid\n\n1853-1856 yılları arasında Osmanlı İmparatorluğu ile Rusya arasında gerçekleşen Kırım Savaşı, Osmanlı'nın toprak bütünlüğünü koruma mücadelesinin kritik bir parçasıydı. İngiltere ve Fransa'nın Osmanlı tarafında savaşa katılmasıyla uluslararası bir boyut kazandı.\n\n30 Mart 1856'da imzalanan Paris Antlaşması ile sona eren savaş, Karadeniz'in tarafsızlaştırılması ve Osmanlı'nın Avrupa devletleriyle eşit statüde kabul edilmesi gibi önemli sonuçlar doğurdu. Bu savaş, Osmanlı'nın uluslararası diplomasideki konumunu güçlendirdi ve modernleşme sürecini hızlandırdı.",
      "month": 3,
      "day": 30,
      "location": "Kırım, Karadeniz",
      "url": "https://tr.wikipedia.org/wiki/K%C4%B1r%C4%B1m_Sava%C5%9F%C4%B1",
      "tags": ["Osmanlı Devleti", "Rusya", "İngiltere", "Fransa"],
      "durationDays": 1
    },
    {
      "id": "93-harbi",
      "summary": "93 Harbi (1877–1878 Osmanlı-Rus Savaşı)",
      "description": "3 Mart 1878 – II. Abdülhamid\n\n1877-1878 Osmanlı-Rus Savaşı olarak da bilinen 93 Harbi, Osmanlı İmparatorluğu'nun Balkanlar ve Kafkasya'daki toprak kayıplarına yol açan kritik bir savaştı. Rusya'nın Panslavist politikaları ve Balkan halklarının bağımsızlık mücadeleleri savaşın temel nedenleriydi.\n\n3 Mart 1878'de imzalanan Ayastefanos Antlaşması ve ardından Berlin Antlaşması ile sona eren savaş, Osmanlı'nın Balkanlar'daki hakimiyetinin büyük ölçüde sona ermesine neden oldu. Bu savaş, Osmanlı'nın \"Hasta Adam\" olarak nitelendirilmeye başlandığı dönemin başlangıcını işaret etti ve imparatorluğun dağılma sürecini hızlandırdı.",
      "month": 3,
      "day": 3,
      "location": "Balkanlar ve Kafkasya",
      "url": "https://tr.wikipedia.org/wiki/93_Harb%C3%AE",
      "tags": ["Osmanlı Devleti", "Rusya"],
      "durationDays": 1
    },
    {
      "id": "canakkale-savasi",
      "summary": "Çanakkale Savaşları",
      "description": "18 Mart 1915 – 9 Ocak 1916 – 5. Ordu Komutanı Liman von Sanders, Mustafa Kemal Bey (Anafartalar Grubu)\n\nHer ne kadar Cumhuriyet ilanından önce olsa da, Çanakkale Savaşları modern Türkiye’nin doğuşunda büyük rol oynadı. Osmanlı ordusu İtilaf Devletleri’ni bozguna uğratarak İstanbul’un işgalini engelledi.\n\nÇanakkale’de Mustafa Kemal’in askeri dehası öne çıktı ve ileride Kurtuluş Savaşı’nın lideri olmasının temeli atıldı. Türk milletinin direniş ruhunu güçlendirdiği için Cumhuriyet tarihinin başlangıç taşlarından biri sayılır.",
      "month": 3,
      "day": 18,
      "location": "Çanakkale Boğazı, Gelibolu",
      "url": "https://tr.wikipedia.org/wiki/%C3%87anakkale_Sava%C5%9Flar%C4%B1",
      "tags": ["Osmanlı Devleti", "İtilaf Devletleri"],
      "durationDays": 1
    },
    {
      "id": "sakarya-savasi",
      "summary": "Sakarya Meydan Muharebesi",
      "description": "13 Eylül 1921 – Mustafa Kemal Paşa\n\nYunan ordusunun Ankara’ya doğru ilerleyişi Sakarya Nehri hattında durduruldu. Mustafa Kemal Paşa'ya 'Başkomutan' unvanı verildi ve savaşın gidişatı değişti.\n\nBu zafer, Türk milletinin savunmadan taarruza geçtiği dönüm noktası oldu. Sakarya’dan sonra Türk ordusu toparlandı ve moral üstünlüğünü ele geçirdi.",
      "month": 9,
      "day": 13,
      "location": "Sakarya Nehri, Polatlı",
      "url": "https://tr.wikipedia.org/wiki/Sakarya_Meydan_Muharebesi",
      "tags": ["Türkiye Büyük Millet Meclisi", "Yunanistan"],
      "durationDays": 1
    },
    {
      "id": "dumlupinar-savasi",
      "summary": "Büyük Taarruz",
      "description": "30 Ağustos 1922 – Mustafa Kemal Paşa\n\nTürk ordusu Afyon’dan büyük taarruza geçti ve Dumlupınar’da Yunan ordusunu imha etti. 30 Ağustos günü kazanılan kesin zafer, Kurtuluş Savaşı’nın sonunu getirdi.\n\nBu savaşla Yunan ordusunun Anadolu’daki varlığı sona erdi. Zafer, Türkiye Cumhuriyeti’nin ilanına giden yolu açtı ve her yıl 30 Ağustos Zafer Bayramı olarak kutlanmaktadır.",
      "month": 8,
      "day": 30,
      "location": "Afyon – Dumlupınar",
      "url": "https://tr.wikipedia.org/wiki/Ba%C5%9Fkomutanl%C4%B1k_Meydan_Muharebesi",
      "tags": ["Türkiye Büyük Millet Meclisi", "Yunanistan"],
      "durationDays": 1
    },
    {
      "id": "izmirin-kurtulusu",
      "summary": "İzmir’in Kurtuluşu",
      "description": "9 Eylül 1922 – Mustafa Kemal Paşa\n\nTürk ordusu İzmir’e girdi ve Yunan işgali sona erdi. Bu olay Kurtuluş Savaşı’nın fiilen sonu oldu.\n\nİzmir’in alınmasıyla Anadolu’daki tüm Yunan kuvvetleri teslim oldu. Lozan Antlaşması’na giden süreç başladı.",
      "month": 9,
      "day": 9,
      "location": "İzmir",
      "url": "https://tr.wikipedia.org/wiki/%C4%B0zmir%27in_Kurtulu%C5%9Fu",
      "tags": ["Türkiye Büyük Millet Meclisi", "Yunanistan"],
      "durationDays": 1
    }
  ]
}
